<?php include("include/head.php"); ?>
<?php include("include/header.php"); ?>
<main>
    <article>
        <section class="container">
            <h1>Пользовательское соглашение</h1>
            <ol>
                <li>
                    Предмет соглашения
                    <ol>
                        <li>Настоящее Пользовательское соглашение регламентирует отношения между Администрацией Сайта
                            "XXX" (далее также – Администрация) и Пользователями по использованию Сервиса, включая
                            размещение фотоизображений (далее также - фото) на Сайте. Пользователь — дееспособное
                            физическое лицо, присоединившееся к настоящему Соглашению.
                        </li>
                        <li>В настоящем Соглашении и вытекающих или связанным с ним отношениях Сторон применяются
                            следующие термины и определения:

                            <br><span>a) Пользователь — дееспособное физическое лицо, присоединившееся к настоящему Соглашению.</span>
                            <br><span>b) Сайт XXX — интернет-сайты, размещенные в доменах XXX.ru, XXX.com, XXX.su, XXX.ru и их поддоменах.</span>
                            <br><span>c) Сервис — комплекс услуг, предоставляемые Пользователю с использованием Сайта.</span>
                            <br><span>d) Соглашение — настоящее соглашение со всеми дополнениями и изменениями.</span>
                        </li>
                    </ol>
                </li>
                <li>
                    Общие условия использования Сервиса
                    <ol>
                        <li>Пользователь может использовать Сервис любым способом и в любой форме в пределах его
                            объявленных функциональных возможностей, включая: просмотр размещенных на Сайте
                            материалов;
                            регистрация и/или авторизация на Сайте,
                            размещение или отображение на Сайте любых разрешенных пользовательским соглашением
                            материалов, включая, но не ограничиваясь такими как: тексты, гипертекстовые ссылки,
                            изображения, сведения и/или иная информация.
                            Любой способ и любая форма использования Сервиса, указанные в п. 2.1. настоящего
                            Соглашения,
                            создает договор на условиях настоящего Соглашения в соответствии с положениями ст.437 и
                            438
                            Гражданского кодекса Российской Федерации.
                        </li>
                        <li>Воспользовавшись любой из указанных выше возможностей по использованию Сервиса
                            пользователь
                            подтверждает, что:
                            <br>а) Ознакомился с условиями настоящего Соглашения в полном объеме до начала
                            использования
                            Сервиса.
                            <br>б) Принимает все условия настоящего Соглашения в полном объеме без каких-либо
                            изъятий и
                            ограничений со своей стороны и обязуется их соблюдать или прекратить использование
                            Сервиса.
                            Если пользователь не согласен с условиями настоящего Соглашения или не имеет права на
                            заключение договора на его основе, ему следует незамедлительно прекратить любое
                            использование Сервиса.
                            <br>в) Соглашение (в том числе любая из его частей) может быть изменено Администрацией
                            без
                            какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с
                            момента ее
                            размещения на Сайте либо доведения до сведения Пользователя в иной удобной форме, если
                            иное
                            не предусмотрено новой редакцией Соглашения.

                        </li>
                        <li>Использование функциональных возможностей Сервиса допускается как до, так и после
                            прохождения Пользователем регистрации и авторизации на Сайте в соответствии с
                            установленной
                            Администрацией процедурой. Сайт предоставляет зарегистрированному пользователю с помощью
                            веб-интерфейса и специализированного аппаратно-программного обеспечения возможность
                            размещения фотографий пользователя в сети Интернет на условиях, определенных в настоящем
                            Соглашении. Регистрация пользователя осуществляется при условии предоставления последним
                            правдивой, точной и полной информации о себе по вопросам, предлагаемым в регистрационной
                            форме.
                        </li>
                        <li>Администрация Сайта может приостановить либо отменить регистрацию пользователя, если
                            пользователь
                            предоставляет неверную информацию или у Администрации есть обоснованные сомнения в
                            достоверности
                            предоставленной пользователем информации. <br>

                            Выбранные Пользователем логин и пароль являются необходимой и достаточной информацией
                            для доступа
                            Пользователя на Сайт. Пользователь не имеет права передавать свои логин и пароль третьим
                            лицам, несет
                            полную ответственность за их сохранность, самостоятельно выбирая способ их хранения.
                            <br>

                            Пользователь несет ответственность за безопасность своего логина и пароля, а также за
                            все, что будет
                            сделано на Сайте под логином и паролем пользователя. При утере пароля доступа
                            Пользователь, указав свой
                            правильный логин и e-mail, который он указывал при регистрации, имеет возможность
                            установить новый
                            пароль. Администрация имеет право запретить использование определенных логинов и/или
                            изъять их из
                            обращения.
                        </li>
                        <li>
                            Пользователь несет полную ответственность за всю информацию и материалы, которые
                            пользователь
                            загружает, получает, передает или каким-либо другим способом делает доступным для
                            неограниченного круга
                            лиц при использовании Сервиса.
                        </li>
                        <li>
                            Администрация Сайта оставляет за собой право удалять любое загруженное пользователем
                            изображение
                            без объяснения причин их удаления.
                        </li>
                    </ol>
                </li>
                <li>Права и обязанности
                    <ol>
                        <li>
                            Пользователь не должен использовать Сервис для:
                            <ol>
                                <li>загрузки, передачи или любого другого способа опубликования материалов, не
                                    являющихся
                                    фотографическими изображениями, а также материалов, которые являются
                                    незаконными, вредоносными,
                                    угрожающими, оскорбляющими нравственность, клеветническими, нарушающими
                                    авторские права,
                                    пропагандирующими ненависть и/или дискриминацию людей по расовому,
                                    этническому, половому, социальному и
                                    иным признакам, нарушения прав несовершеннолетних лиц и/или причинение им
                                    вреда в любой форме;
                                </li>
                                <li>ущемления прав меньшинств;</li>
                                <li>выдачи себя за другого человека или представителя организации и/или
                                    сообщества без достаточных на
                                    то прав, в том числе за сотрудников Администрации Сервиса, за владельца
                                    Сайта, а также введения в
                                    заблуждение относительно свойств и характеристик каких-либо субъектов или
                                    объектов;
                                </li>
                                <li>загрузки, передачи или любого другого способа опубликования материалов,
                                    которые пользователь не
                                    имеет права делать доступным по закону или согласно каким-либо контрактным
                                    отношениям;
                                </li>
                                <li>загрузки, передачи или любого другого способа опубликования материалов,
                                    которые затрагивают
                                    какой-либо патент, товарный знак, торговую марку, коммерческую тайну,
                                    копирайт или прочие права
                                    собственности и/или авторские и смежные с ним права третьей стороны;
                                </li>
                                <li>загрузки, передачи или любого другого способа опубликования не разрешенной
                                    специальным образом
                                    рекламной информации, спама, "писем счастья", "схем-пирамид" и т.п.;
                                </li>
                                <li>загрузки, передачи или любого другого способа опубликования каких-либо
                                    материалов, содержащих
                                    вирусы или другие компьютерные коды, файлы или программы, предназначенные
                                    для нарушения, уничтожения
                                    либо ограничения функциональности любого компьютерного или
                                    телекоммуникационного оборудования или
                                    программ, для осуществления несанкционированного доступа, а также серийные
                                    номера к коммерческим
                                    программным продуктам и программы для их генерации, логины, пароли и прочие
                                    средства для получения
                                    несанкционированного доступа к платным ресурсам в интернете, а также
                                    размещения ссылок на вышеуказанную
                                    информацию;
                                </li>
                                <li>нарушения действующего законодательства РФ;</li>
                                <li>сбора и хранения персональных данных других пользователей;</li>
                                <li>несогласованной посылки и/или передачи информации рекламного, коммерческого
                                    или агитационного
                                    характера;
                                </li>
                                <li>отправки, передачи, публикации в любом виде и любым способом информации,
                                    содержащей материалы
                                    порнографического характера;
                                </li>
                                <li>совершения действий, приводящих к нарушениям нормальной работы Сайта.</li>
                            </ol>
                        </li>
                        <li>
                            Пользователь не имеет права воспроизводить, повторять, копировать, продавать,
                            перепродавать, а
                            также использовать для каких-либо коммерческих целей какие-либо части Сайта без
                            согласия Администрации
                            Сайта.
                        </li>
                        <li>Администрация Сайта оставляет за собой право:
                        <li>устанавливать любые ограничения в использовании Сайта;</li>

                        <li>прекратить действие пароля пользователя сервиса и удалить любые данные пользователя
                            в случае
                            нарушения положений настоящего Соглашения;
                        </li>

                        <li>в любое время изменять настоящее Соглашение;</li>

                        <li>приостановить либо прекратить предоставление Сервиса.</li>
                        </li>
                    </ol>
                    <ol>
                        <li>
                            Администрация Сайта предоставляет пользователю возможность создания единственной
                            персональной
                            учетной записи. В случае создания пользователем более одной учетной записи Администрация
                            Сайта оставляет
                            за собой право удалить или закрыть доступ с данных учетных записей и/или отказать
                            пользователю в
                            использовании Сервиса. Пользователь имеет право прекратить использование Сервиса и
                            отказаться от
                            созданной им учетной записи сервиса.
                        </li>
                        <li>Пользователь гарантирует, что является надлежащим правообладателем размещаемых на Сайте
                            фотографий.
                            В том случае, если фотографическое изображение содержит изображение любого физического лица,
                            Пользователь гарантирует, что получил на это согласие изображенного, а в случае его смерти -
                            согласие
                            его детей, пережившего супруга.
                        </li>
                        <li>Пользователь, размещая свои фотографии в открытом доступе на Сайте, безвозмездно разрешает
                            их
                            дальнейшее использование другими пользователями: осуществление переработки фотографий;
                            перевод снимков
                            из цветных в черно-белые и наоборот; воспроизведение в память ЭВМ, в память системы
                            мобильной сотовой
                            связи, иное воспроизведение, обработку, хранение, передачу, распространение в личных целях.
                        </li>
                        <li>Пользователь предоставляет Сайту и неограниченному кругу пользователей Сайта безвозмездную
                            открытую
                            лицензию на размещаемые им фотоизображения. Данная лицензия является договором присоединения
                            и действует
                            на территории всего мира. Принятие условий настоящего Соглашения и пользование Сервисом
                            является
                            акцептом условий указанной лицензии.
                        </li>
                    </ol>
                </li>
                <li>
                    Безвозмездность использования Сервиса
                    <ol>

                        <li>Сервис предоставляется пользователям безвозмездно при условии соблюдения настоящего
                            Соглашения.
                        </li>
                        <li>Ввиду безвозмездности услуг, оказываемых в рамках настоящего Соглашения, нормы о защите прав
                            потребителей, предусмотренные законодательством Российской Федерации, не могут быть
                            применимыми к
                            отношениям между Пользователем и Администрацией Сайта.
                        </li>
                    </ol>
                </li>
                <li>
                    Гарантии Пользователя
                    <ol>
                        <li>Пользователь при использовании Сервиса обязуется соблюдать требования действующего
                            законодательства
                            и Пользовательского соглашения при использовании Сайта и Сервиса на его основе.
                        </li>
                        <li>Пользователь не вправе ссылаться на то, что он не знал о своих правах и обязанностях и / или
                            содержании настоящего Соглашения.
                        </li>
                    </ol>
                </li>


                <li>
                    Ответственность
                    <ol>
                        <li>Администрация Сайта не несет ответственности за:
                            <ol>
                                <li>соответствие Сервиса целям и ожиданиям пользователя;</li>

                                <li>бесперебойную, безошибочную и быструю работу Сайта;</li>

                                <li>прямой или косвенный ущерб, причиненный Пользователю в результате ошибок, пропусков,
                                    перерывов в
                                    работе, удаления файлов, изменения функций, дефектов, задержек в работе при передаче
                                    данных,
                                    несанкционированного доступа к коммуникациям и/или данным пользователя;
                                </li>

                                <li>заявления или поведение любого третьего лица на Сайте;</li>

                                <li>прекращение доступа пользователя к Сервису;</li>

                                <li>сохранность логина и пароля пользователя, если пользователь использует для доступа к
                                    Сервису
                                    формы, расположенные на сайтах сети Интернет, не принадлежащих Администрации Сайта;
                                </li>

                                <li>материалы, размещенные, созданные или опубликованные пользователями
                                    Сервиса.
                                </li>
                            </ol>
                        </li>
                        <li>
                            Администрация Сайта не осуществляет предварительную проверку контента на соответствие
                            условиям
                            настоящего Соглашения. Администрация Сайта может вводить техническую модерацию для
                            фотоизображений,
                            направленную на выявление соответствия фотографий техническим условиям Сайта, а также его
                            тематике.
                        </li>
                        <li>
                            Согласно Федеральному закону «Об информации, информационных технологиях и о защите
                            информации» в
                            случае направления правообладателем или уполномоченным им лицом Администрации Сайта
                            заявления в
                            письменной или электронной форме о нарушении авторских и (или) смежных прав, соответствующее
                            ст. 15.7
                            указанного Федерального закона, Администрация Сайта действует в соответствии с требованиями
                            указанного
                            Закона, включая удаление указанной в заявлении информации с Сайта без предварительного
                            согласования и
                            уведомления пользователя.
                        </li>
                        <li>
                            В случае нарушения Пользователем условий настоящего Соглашения, а также законодательства он
                            может
                            быть привлечен к гражданско-правовой, уголовной и административной ответственности в
                            соответствии с
                            действующим законодательством.
                        </li>
                        <li>Пользователь принимает положение о том, что все материалы и сервисы Сайта или любая их часть
                            могут
                            сопровождаться рекламой. Пользователь согласен с тем, что Администрация Сайта не несет
                            какой-либо
                            ответственности и не имеет каких-либо обязательств в связи с такой рекламой.
                        </li>
                        <li>Бездействие со стороны Администрации Сайта в случае нарушения Пользователем либо иными
                            пользователями положений Соглашений не лишает Администрацию Сайта права предпринять
                            соответствующие
                            действия в защиту своих интересов позднее, а также не означает отказа Администрации Сайта от
                            своих прав
                            в случае совершения в последующем подобных либо сходных нарушений.
                        </li>
                        <li>При любых обстоятельствах ответственность Администрации Сайта в соответствии со статьей 15
                            Гражданского кодекса России ограничена 10 000 (десятью тысячами) рублей РФ и возлагается на
                            нее только
                            при наличии в его действиях вины.
                        </li>
                        <li>Пользователь признает, что действия, совершенные с использованием логина и пароля
                            пользователя
                            рассматриваются в качестве действий самого пользователя.
                        </li>
                    </ol>
                </li>
                <li>
                    Заключительные положения
                    <ol>
                        <li>Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат
                            разрешению в
                            соответствии с действующим законодательством Российской Федерации.
                        </li>


                        <li>Признание судом какого-либо положения Соглашения недействительным или не подлежащим
                            принудительному
                            исполнению не влечет недействительности иных положений Соглашения.
                        </li>


                        <li>Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего Соглашения и
                            безусловно
                            принимает их.
                        </li>
                    </ol>
                </li>


            </ol>
        </section>
    </article>
</main>
<?php include("include/footer.php"); ?>
